Repository: common-repository/corona-test-results
Catalog: languages/corona-test-results-*_formal.po
Languages: de_de@formal

source: Depending on laws and regulations applicable to you, you may be legally required to inform all tested persons about any data being shared with third parties and/or get their written consent by signing a privacy policy.
de_de@formal: Abhängig von Gesetzen und Regulierungen die auf Sie zutreffen, sind Sie möglicherweise rechtlich dazu verpflichtet, alle getesteten Personen über das Teilen von Daten mit Dritten zu informieren und/oder das schriftliche Einverständnis dazu mittels Datenschutzerklärung einzuholen.

source: Absolute path to %s file:
de_de@formal: Absoluter Pfad zur %s-Datei:

source: Passphrase for .key file:
de_de@formal: Passwort für .key-Datei:

source: Store key passphrase clientside
de_de@formal: Key-Passwort clientseitig speichern

source: Storing the passphrase clientside instead of in the settings is more secure than storing all authentification details together on the server. You will have to enter the key passphrase in every new client when transferring the data for the first time.
de_de@formal: Das Passwort clientseitig zu speichern statt in den Einstellungen ist sicherer als alle Authentifizierungs-Details zusammen auf dem Server zu speichern. Das Passwort muss in jedem neuen Browser beim ersten Datentransfer eingegeben werden.

source: Verifying authentication data…
de_de@formal: Authentifizierungsdaten werden überprüft…

source: The %scertificate generation functionality%s must be enabled in order to be able to use this integration.
de_de@formal: Die %sFunktionalität zur Generierung von Bescheinigungen%s muss aktiviert sein, um diese Integration aktivieren zu können.

source: For reasons incomprehensible to us, despite working functionality and already having successfully connected users, T-Systems is currently refusing further integrations when using our plug-in. We will try to clarify this issue, but for the time being we can only advise you to manually use the alternative Corona-Warn-App portal solution in addition to our plug-in.
de_de@formal: Aus für uns nicht nachvollziehbaren Gründen lehnt T-Systems aktuell trotz bestehender Funktionalität und bereits erfolgreicher Anbindung einiger Nutzer wohl weitere Anbindungen bei Nutzung unseres Plugins ab. Wir werden versuchen, diese Problematik zu klären, können so lange aber nur dazu raten, parallel zu unserem Plugin die als Alternative zur Schnittstelle angebotene Portal-Lösung der Corona-Warn-App manuell zu nutzen.

source: PHP version %s or higher is needed in order to be able to use this feature. You are currently running on PHP %s and will need to ugprade.
de_de@formal: Um diese Funktionalität nutzen zu können, wird PHP in der Version %s oder höher benötigt. Die aktuell verwendete PHP-Version %s benötigt ein Upgrade.

source: disabled
de_de@formal: deaktiviert

source: test environment ("WRU")
de_de@formal: Testsystem ("WRU")

source: production environment
de_de@formal: Produktivsystem

source: Please follow the %sofficial onboarding documentation, option 2 (German)%s in order to register with T-Sytems (the service provider for the integration of test results with the CWA), inform yourself about all requirements and obtain your key and certificate files needed for authentication with their servers. You may skip the section "Entwicklung QR-Code & Backend-Integration", as this is the part that will be fullfilled by the plugin.
de_de@formal: Bitte befolgen Sie die %soffizielle Onboarding-Dokumentation, Option 2%s, um sich bei T-Systems (dem Dienstanbieter für die Integration der Testergebnisse in die CWA) zu registrieren und sich über alle Voraussetzungen zu informieren, sowie die Schlüssel- und das Zertifikatsdateien zu erhalten, die für die Authentifizierung mit deren Servern notwendig sind. Sie können den Abschnitt „Entwicklung QR-Code & Backend-Integration“ überspringen, da dieser Teil durch das Plugin abgedeckt ist.

source: Please understand that we as the plugin author do not have any influence on this third-party process and can therefore not provide any support.
de_de@formal: Wir bitten um Verständnis, dass wir als Plugin-Autor keinen Einfluss auf den Ablaut dieses externen Prozesses haben und daher auch keinen Support dafür anbieten können.

source: You can either upload the files to your server manually, to a directory outside of the web root with read-only access for the PHP process, and specify absolute paths to the files. Or you can upload them here for storage in a directory protected by htaccess restriction (less secure).
de_de@formal: Sie können die Dateien entweder manuell in ein Verzeichnis außerhalb des Web-Roots mit Lese-Zugriff für den PHP-Prozess auf den Server hochladen, und hier die absoluten Pfade angeben. Oder Sie können sie hier über den Button in ein per htaccess geschütztes Verzeichnis hochladen (weniger sicher).

source: Administrators (or more precisely: users with the capability %s) will always have access to all plugin pages, including settings. You can select additional users here (except with role %s) to give them access to the code registration and assignation pages as well as some individual settings (but not all of the global plugin settings).
de_de@formal: Administratoren (oder genauer gesagt: Benutzer mit der Berechtigung %s) haben immer Zugriff auf alle Plugin-Seiten, inklusive Einstellungen. Sie können hier weitere Benutzer auswählen (außer mit der Rolle %s), um Zugriff auf die Code-Registrierung und -Zuordnung sowie einige individuelle Einstellungen zu gewähren (nicht aber die globalen Plugin-Einstellungen).

source: You can now use all features based on encryption functionality.
de_de@formal: Es können jetzt alle Funktionen genutzt werden, die auf Verschlüsselung basieren.

source: You need to give your consent to the Data Protection terms below in order to activate all features based on encryption functionality.
de_de@formal: Sie müssen Ihre Einwilligung zu den Datenschutzbestimmungen weiter unten abgeben, um alle auf Verschlüsselung basierenden Funktionen aktivieren zu können.

source: WordPress version %s or higher is needed in order to be able to use encryption functionality. You are currently running on WordPress %s and will need to ugprade.
de_de@formal: Um die Verschlüsselungs-Funktionalität nutzen zu können, wird WordPress in der Version %s oder höher benötigt. Die aktuell verwendete WordPress-Version %s benötigt ein Upgrade.

source: The encryption key is present!
de_de@formal: Der Verschlüsselungscode ist vorhanden!

source: The key has been generated successfully!
de_de@formal: Der Schlüssel wurde erfolgreich generiert!

source: The key could not be saved automatically. Please add the following lines to your %s file in the root directory of your WordPress installation.
de_de@formal: Der Schlüssel konnte nicht automatisch gespeichert werden. Bitte fügen Sie folgende Zeilen zur Datei %s im Hauptverzeichnis Ihrer WordPress-Installation hinzu.

source: Display code (Do not show this to anyone else!)
de_de@formal: Code anzeigen (zeigen Sie dies keinem Dritten!)

source: In an inherently open system like WordPress, it is difficult to store data securely without imposing on the end user the need to supply a security key with every data request. We do our best to protect the personal data collected through the plugin by encrypting it. However, there can be no absolute guarantee of data security within this environment. There is always the possibility of an attacker or a malicious plugin or theme trying to steal and decrypt the stored data. The plugin author, 48DESIGN GmbH, rejects any liability claims in the event of data theft. You should only install plugins that are absolutely necessary and trustworthy and always keep all plugins, themes and the WordPress core version up-to-date. %s I understand these security implications, accept the terms and am aware that I must inform the end user (tested person) about the storage of their data and its scope in accordance with the data protection regulations applicable to me. I would like to enable all plugin functionality that involves the storage of personal data.%s
de_de@formal: In einem inhärent offenen System wie WordPress ist es schwierig, Daten sicher zu speichern, ohne dass bei jeder Abfrage ein Sicherheitsschlüssel mitgeschickt werden muss. Wir geben unser bestes, die durch das Plugin gesammelten persönlichen Daten zu schützen, indem sie verschlüsselt werden. Es kann jedoch in dieser Konstellation keine absolute Garantie zur Datensicherheit gegeben werden. Es gibt immer die Möglichkeit, dass ein Angreifer oder ein böswilliges Plugin oder Theme versuchen könnte, die Daten abzugreifen und zu entschlüsseln. Der Plugin-Autor, die 48DESIGN GmbH, lehnt jegliche Haftungsansprüche im Falle eines Datendiebstahls ab. Es sollten nur Plugins installiert werden, die absolut notwendig und vertrauenswürdig sind und alle Plugins, Themes, sowie die WordPress Version sollten stets aktuell gehalten werden. %s Ich verstehe diese Sicherheitsimplikationen, akzeptiere die Bedingungen und bin mir bewusst, dass ich den Endnutzer (getestete Personen) im Rahmen der auf mich zutreffenden Datenschutzbestimmungen über Art und Umfang der gespeicherten Daten informieren muss. Ich möchte alle Plugin-Funktionalitäten verfügbar machen, die auf der Speicherung von persönlichen Daten beruhen.%s

source: When the plugin is deleted:
de_de@formal: Wenn das Plugin gelöscht wird:

source: Delete all associated data from the database
de_de@formal: Zugehörige Daten aus der Datenbank entfernen

source: Delete encryption key
de_de@formal: Verschlüsselungscode entfernen

source: Delete plugin settings
de_de@formal: Plugin-Einstellungen entfernen

source: Move associated pages to trash
de_de@formal: Verknüpfte Seiten in den Papierkorb verschieben

source: show appointments for %s additional day(s)
de_de@formal: Buchungen für %s zusätzliche Tage ausgeben

source: 0 = only show appointments for the current day
de_de@formal: 0 = nur Buchungen des aktuellen Tages ausgeben

source: These settings take effect if you activated at least one booking integration below and apply to all the active integrations.
de_de@formal: Diese Einstellungen greifen, wenn unten mindestens eine Buchungsintegration aktiviert ist und gelten dann für alle Integrationen.

source: You can select third-party booking tools here to integrate into the test registration form. You will then be able to select bookings and transfer the personal data into the form with one click. Please note that we do not endorse and cannot provide support for the usage of any third-party software. You should make yourself familiar with the possible implications on data protection regulations, as the data entered during the booking process may or may not be stored in the clear, depending on the third-party software.
de_de@formal: Hier können Sie Buchungs-Tools von Drittanbietern für eine Integration in das Test-Registrierungsformular auswählen. Dann können Buchungen ausgewählt und die persönlichen Daten mit einem Klick in das Formular übernommen werden. Bitte beachten Sie, dass wir die Verwendung von Dritt-Software weder ausdrücklich empfehlen, noch Support für deren Nutzung anbieten können. Sie sollten sich mit den möglichen Auswirkungen auf geltende Datenschutzbestimmungen vertraut machen, da während der Buchung eingegebene Daten von der Dritt-Software möglicherweise unverschlüsselt abgespeichert werden.

source: Currently, we only support bookly, but you can %slet us know%s which plugin or tool you're using and we'll look into it and might even be able to make you an offer for prioritized integration.
de_de@formal: Aktuell unterstützen wir ausschließlich Bookly, aber Sie %skönnen uns wissen lassen%s, welches Plugin oder Buchungs-Tool Sie verwenden. Wir werden es uns anschauen und können möglicherweise sogar ein Angebot für eine priorisierte Integration erstellen.

source: %s is not installed or activated
de_de@formal: %s ist nicht installiert oder aktiviert

source: Show %s appointments in test registration form
de_de@formal: %s-Buchungen im Test-Registrierungsformular ausgeben

source: After you %sbuy the %s version%s, enter your license key here to register it to this domain.
de_de@formal: Nachdem Sie %sdie %s-Version kaufen%s, geben Sie hier Ihren Lizenzschlüssel ein, um ihn auf diese Domain zu registrieren.

source: The license will be bound to the current domain of this WordPress installation. Once activated, it will only be possible to activate it on this domain again in the future and cannot be transferred to a different domain.
de_de@formal: Die Lizenz wird an die aktuelle Domain dieser WordPress-Installation gebunden. Einmal aktiviert, kann sie zukünftig nur noch auf dieser Domain aktiviert werden und ist nicht auf eine andere Domain übertragbar.

source: By trying to activate a license, you agree to share the entered license key and the current domain of this WordPress installation with %s.
de_de@formal: Wenn Sie versuchen, eine Lizenz zu aktivieren, erklären Sie sich damit einverstanden, dass der Lizenzschlüssel und die aktuelle Domain dieser WordPress-Installation an %s übermittelt werden.

source: Test Result Assignation
de_de@formal: Zuordnung von Testergebnissen

source: Test Results
de_de@formal: Testergebnisse

source: Assign results
de_de@formal: Ergebnisse zuordnen

source: Register test
de_de@formal: Test registrieren

source: Test Results Retrieval Page
de_de@formal: Testergebnis-Abfrageseite

source: Result Page Content: %s
de_de@formal: Ergebnisseiten-Inhalt: %s

source: Quick Check-In Page
de_de@formal: Quick-Check-in-Seite

source: Data related to the %s plugin cannot be exported or erased using this WordPress core functionality, as the personal data (including the email address) is stored in encrypted form. You will need to identify the data by its unique code and export/delete it manually.
de_de@formal: Daten im Zusammenhang mit dem Plugin &quot;%s&quot; können nicht über diese WordPress-interne Funktionalität exportiert oder gelöscht werden, da persönliche Daten (inklusive der E-Mail-Adresse) verschlüsselt gespeichert werden. Diese Daten müssen mittels des eindeutigen Codes identifiziert und manuell exportiert oder gelöscht werden.

source: This feature is only available in the Premium version of the plugin.
de_de@formal: Diese Funktion steht nur in der Premium-Version des Plugins zur Verfügung.

source: Loading codes…
de_de@formal: Lade Codes…

source: Failed fetching additional table rows!
de_de@formal: Nachladen von Tabellenzeilen fehlgeschlagen!

source: Test Date
de_de@formal: Testzeitpunkt

source: [for on-site safekeeping!]
de_de@formal: [zum Verbleib am Testort!]

source: Surname
de_de@formal: Nachname

source: First Name
de_de@formal: Vorname

source: Date of Birth
de_de@formal: Geburtsdatum

source: Email address
de_de@formal: E-Mail-Adresse

source: Test kit
de_de@formal: Handelsname

source: Online test results powered by %s
de_de@formal: Online-Testergebnis mit Unterstützung von %s

source: Generate certificate
de_de@formal: Bescheinigung erstellen

source: Certificate_%s
de_de@formal: Bescheinigung_%s

source: The personal data cannot be saved, because the tested person didn't request a certificate and consent to the storage of data when the test was taken.
de_de@formal: Die persönlichen Daten können nicht gespeichert werden, da die getestete Person kein Zertifikat angefordert und somit nicht der Datenspeicherung zugestimmt hat.

source: Certificate has already been sent
de_de@formal: Bescheinigung wurde bereits verschickt

source: Certificate of a
de_de@formal: Es wird das Vorliegen eines

source: positive
de_de@formal: positiven

source: negative
de_de@formal: negativen

source: invalid
de_de@formal: ungültigen

source: %s antigen test result
de_de@formal: %s Antigentests

source: Certificate on the presence of a SARS-CoV-2 antigen test
de_de@formal: Bescheinigung über das Vorliegen eines SARS-CoV-2 Antigentests

source: Phone number
de_de@formal: Telefonnummer

source: (and email address, if applicable)
de_de@formal: (ggf. zusätzlich E-Mail-Adresse)

source: certified for
de_de@formal: bescheinigt für

source: The test was conducted by
de_de@formal: Der Antigentest wurde durchgeführt von

source: Address
de_de@formal: Anschrift

source: Passport number
de_de@formal: Ausweisnummer

source: (house no., street, zip code, city)
de_de@formal: (Straße, Hausnummer, PLZ, Ort)

source: Testing Site
de_de@formal: Ausführende Stelle

source: Full Name
de_de@formal: Name

source: Trade name of test kit used
de_de@formal: Handelsname des verwendeten Antigentests

source: Test date / time
de_de@formal: Testdatum / Uhrzeit

source: Signature
de_de@formal: Unterschrift

source: (executing person)
de_de@formal: (ausführende Person)

source: Stamp
de_de@formal: Stempel

source: (if available)
de_de@formal: (falls vorhanden)

source: No booked appointments
de_de@formal: Keine gebuchten Termine

source: Certificate has not yet been sent
de_de@formal: Bescheinigung wurde noch nicht verschickt

source: Data transferred to %s
de_de@formal: Daten wurden zu %s übertragen

source: Data not yet transferred to %s
de_de@formal: Daten wurden noch nicht zu %s übertragen

source: In order to use this Premium feature, you have to activate your license in the plugin settings first.
de_de@formal: Um diese Premium-Funktion zu nutzen, müssen Sie zunächst Ihre Lizenz in den Plugin-Einstellungen aktivieren.

source: %streetandnumber %city, %state %postcode
de_de@formal: %streetandnumber %postcode %city

source: rear-facing camera
de_de@formal: rückseitige Kamera

source: front-facing camera
de_de@formal: Frontkamera

source: Select Image
de_de@formal: Bild auswählen

source: Upload
de_de@formal: Hochladen

source: incorrect file type
de_de@formal: ungültiger Dateityp

source: incorrect format
de_de@formal: ungültiges Format

source: An error occurred while uploading the file. Please try again.
de_de@formal: Beim Hochladen der Datei ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.

source: Authentication data could not be verified
de_de@formal: Authentifizierungsdaten konnten nicht verifiziert werden.

source: Sorry, you are not allowed to access this page.
de_de@formal: Sie sind nicht dazu berechtigt, auf diese Seite zuzugreifen.

source: Evaluated
de_de@formal: Ausgewertet

source: Filter codes:
de_de@formal: Codes durchsuchen:

source: Export to CSV
de_de@formal: CSV-Export

source: There are no codes with a status of &quot;%s&quot; yet
de_de@formal: Es sind noch keine Codes mit dem Status &bdquo;%s&ldquo; vorhanden

source: Mark as %s
de_de@formal: Als %s markieren

source: &quot;%s&quot; will not trigger a database update on its own. You have to confirm this action by saving the changes.
de_de@formal: &bdquo;%s&ldquo; führt selbst keine Aktualisierung der Datenbank durch. Diese Mehrfachaktion muss durch Speichern der Änderungen bestätigt werden.

source: Codes in the Trash cannot be retrieved from the frontend, but will not be used again when generating a new code. Delete codes permanently from the Trash in order to release them for future reuse.
de_de@formal: Codes im Papierkorb können nicht aus dem Frontend abgefragt werden, aber sie werden nicht bei der Generierung eines neuen Codes wiederverwendet. Um Codes für die zukünftige Wiederverwendung freizugeben, müssen diese aus dem Papierkorb dauerhaft gelöscht werden.

source: This code did not have a PIN yet, so this newly generated PIN will be used. Please note it down before proceeding. If you intend to send the certificate via email rather than printing it, please also provide the PIN to the tested person separately.
de_de@formal: Für diesen Code gab es noch keine PIN, deshalb wird diese neu generierte PIN verwendet. Bitte notieren Sie sie, bevor Sie fortfahren. Falls die Bescheinigung per E-Mail verschickt werden soll, statt ausgedruckt zu werden, teilen Sie bitte der getesteten Person separat ebenfalls diese PIN mit.

source: Please enter the PIN for code %s in order to decrypt the data:
de_de@formal: Bitte geben Sie die PIN für den Code %s ein, um die Daten zu entschlüsseln:

source: The PIN you entered could not be verified.
de_de@formal: Die eingegebene PIN konnte nicht verifiziert werden.

source: The status of this code has been updated in the database automatically.
de_de@formal: Der Status dieses Codes wurde automatisch in der Datenbank aktualisiert.

source: An error occurred while saving the data. Please try again.
de_de@formal: Beim Speichern der Daten ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.

source: An error occurred while sending the certificate email. Please try again.
de_de@formal: Beim Senden der Zertifikats-E-Mail ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.

source: e.g. Ct values
de_de@formal: z.B. Ct-Werte

source: Test kit trade name
de_de@formal: Test-Handelsname

source: Not provided via settings
de_de@formal: Nicht in den Einstellungen hinterlegt

source: Once a certificate has been emailed, the status of this code cannot be changed anymore.
de_de@formal: Sobald eine Bescheinigung per E-Mail verschickt wurde, kann der Status dieses Codes nicht mehr geändert werden.

source: download
de_de@formal: herunterladen

source: download (without PIN)
de_de@formal: herunterladen (ohne PIN)

source: email certificate
de_de@formal: per E-Mail senden

source: save
de_de@formal: speichern

source: Data transfer failed with the following error:
de_de@formal: Der Datentransfer ist mit folgendem Fehler fehlgeschlagen:

source: Data transfer successful.
de_de@formal: Datentransfer erfolgreich.

source: transfer data
de_de@formal: Daten übermitteln

source: Changes to the data above will not apply to the data transfer, as the data originally entered has already been encoded into the patient's QR code.
de_de@formal: Änderungen der obigen Daten haben keine Auswirkungen auf den Datentransfer, da die ursprünglich eingegebenen Daten bereits im ausgehändigten QR-Code encodiert sind.

source: Once the data has been transferred, the status of this code cannot be changed anymore.
de_de@formal: Nach einem erfolgreichen Datentransfer kann der Status dieses Codes nicht mehr geändert werden.

source: rate and review
de_de@formal: bewerten und rezensieren

source: Test Results Settings Page
de_de@formal: Testergebnisse-Einstellungsseite

source: You have been using the Corona Test Results plugin for a while now. If you like it or have some feedback to share, please take a minute to %s the plugin.
de_de@formal: Sie verwenden das Plugin Corona-Testergebnisse jetzt schon eine ganze Weile. Wenn es Ihnen gefällt, oder Sie Feedback abgeben möchten, nehmen Sie sich bitte kurz Zeit und %s Sie das Plugin.

source: You are using an outdated browser that does not perform very well, especially during batch PDF generation. If you experience long processing times, freezing of the browser window or failing PDF generation, please switch to a modern browser.
de_de@formal: Sie verwenden einen veralteten Browser, der insbesondere bei der Massen-Generierung als PDF nicht sehr schnell arbeitet. Wenn Sie lange Verarbeitungszeiten, Einfrieren des Browserfensters oder ein Fehlschlagen der PDF-Generierung feststellen, wechseln Sie bitte auf einen modernen Browser.

source: Not all result pages are set. Please check the %s and select or create the pages for the result retrieval form and result contents.
de_de@formal: Es sind noch nicht alle Ergebnisseiten eingestellt. Wählen Sie auf der %s die Seiten für die Ergebnisabfrage und die Inhalte aus oder erstellen Sie diese.

source: The test results retrieval page has not yet been published and will not be accessible to visitors of the provided URL.
de_de@formal: Die Testergebnis-Abrufseite wurde noch nicht veröffentlicht und ist für Besucher der angegebenen URL nicht zugänglich.
