Repository: common-repository/corona-test-results
Catalog: languages/corona-test-results-*_formal.po
Languages: de_de@formal

source: An error occurred during code generation. Please try again.
de_de@formal: Beim Generieren des Codes ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.

source: Please go to the %s and either increase the code length or reduce your block list.
de_de@formal: Bitte gehen Sie in die %s und erhöhen Sie entweder die Code-Länge, oder entfernen Sie Einträge aus der Block-Liste.

source: No valid code could be generated after multiple tries.
de_de@formal: Es konnte nach mehreren Versuchen kein gültiger Code generiert werden.

source: The code that you entered either already exists, or there was an error entering it into the database.
de_de@formal: Der eingegebene Code existiert entweder bereits, oder es gab einen Fehler beim Eintragen in die Datenbank.

source: Not all codes could be generated after multiple tries.
de_de@formal: Es konnten auch nach mehreren Versuchen nicht alle angeforderten Codes generiert werden.

source: Test Registration
de_de@formal: Test registrieren

source: Scan from QR Code
de_de@formal: Aus QR-Code auslesen

source: Start Scan
de_de@formal: Scanvorgang starten

source: Scan vCard formatted data from a QR code. Some official contact tracing apps like &quot;Corona-Warn-App&quot; used in Germany support the creation of a QR code containing the tested person's personal data. You can scan this data here instead of having to type in the data manually. (webcam or compatible scanning device required)
de_de@formal: Daten im vCard-Format aus einem QR-Code auslesen. Manche offiziellen Apps zur Kontaktverfolgung, wie die in Deutschland verwendete &bdquo;Corona-Warn-App&ldquo; unterstützen die Erstellung eines QR-Codes, der die persönlichen Daten der getesteten Person enthält. Diese Daten können hier eingelesen werden, anstatt sie manuell eingeben zu müssen. (Eine Webcam oder ein kompatibles Lesegerät wird benötigt)

source: No video input device could be found. Please connect a web browser compatible device, close this message and try again.
de_de@formal: Es konnte keine Eingabegerät gefunden werden. Bitte verbinden Sie ein Gerät, das mit Internetbrowsern kompatibel ist, schließen Sie diese Meldung, und versuchen Sie es erneut.

source: Please allow browser access to your camera for this page.
de_de@formal: Bitte erlauben Sie den Browser-Zugriff auf die Kamera für diese Seite.

source: Browser access to your camera was denied.
de_de@formal: Der Browser-Zugriff auf die Kamera wurde untersagt.

source: Browser access to your camera failed.
de_de@formal: Der Browser-Zugriff auf die Kamera ist fehlgeschlagen.

source: Input Device:
de_de@formal: Eingabegerät:

source: Flip horizontally ⇄
de_de@formal: Horizontal spiegeln ⇄

source: Flip vertically ⇵
de_de@formal: Vertikal spiegeln ⇵

source: From %s appointments
de_de@formal: Aus %s-Buchungen

source: Filter by name or Appointment No. (#123)
de_de@formal: nach Name oder Termin-Nr. (#123) filtern

source: Loading appointments…
de_de@formal: Lade Buchungen…

source: apply
de_de@formal: übernehmen

source: This list contains today's bookings%s and will be updated in the background periodically.
de_de@formal: Diese Liste enthält die heutigen Buchungen%s und wird regelmäßig im Hintergrund aktualisiert.

source: (+%d day)
de_de@formal: (+%d Tag)

source: Code for retrieval
de_de@formal: Code zur Ergebnisabfrage

source: Certificate requested?
de_de@formal: Bescheinigung angefordert?

source: Show additional fields and store data
de_de@formal: Zusätzliche Felder einblenden und persönliche Daten speichern

source: Certificate PIN
de_de@formal: Bescheinidungs-PIN

source: (generated automatically)
de_de@formal: (automatisch generiert)

source: Consent not given
de_de@formal: Keine Einwilligung erteilt

source: Transfer anonymously
de_de@formal: Anonymer Datentransfer

source: Transfer with personal data
de_de@formal: Personalisierter Datentransfer und Nachweis

source: Generate code and PDF
de_de@formal: Code und PDF generieren

source: Regenerate PDF
de_de@formal: PDF erneut generieren

source: Print label
de_de@formal: Etikett drucken

source: Register a new test
de_de@formal: Neuen Test registrieren

source: The personal data is never sent to or stored on the server.
de_de@formal: Die persönlichen Daten werden nicht an den Server übertragen oder auf diesem gespeichert.

source: When certificate generation is requested, all personal data will be stored on the server in encrypted form.
de_de@formal: Wenn die Erstellung einer Bescheinigung angefordert wird, werden alle persönlichen Daten verschlüsselt auf dem Server gespeichert.

source: Generation of the document is done completely in your browser. Immediately save or print out the document, as it will not be accessible in your browser at a later time.
de_de@formal: Die Generierung des Dokumentes läuft komplett in Ihrem Browser ab. Speichern oder drucken Sie das Dokument unverzüglich, da es zu einem späteren Zeitpunkt nicht mehr in Ihrem Browser abrufbar ist.

source: If the generated document does not open, set your browser to allow popups for this website.
de_de@formal: Falls das generierte Dokument nicht geöffnet werden sollte, stellen Sie Ihren Browser bitte so ein, dass Popups für diese Webseite erlaubt sind.

source: Batch generation
de_de@formal: Massen-Generierung

source: Generate multiple codes and documents, e.g. if there's no printer at the testing location, or you make home visits for testing.
de_de@formal: Mehrere Codes und Dokumente auf einmal erstellen, z.B. wenn am Testort kein Drucker vorhanden ist oder Hausbesuche vorgenommen werden.

source: PDF generation can take quite some time or even fail for more than a few hundreds of codes. If you plan to export codes to PDF instead of CSV, use a reasonably sized batch size of about 250 and do multiple runs if you need a larger number of codes.
de_de@formal: Die PDF-Generierung für mehr als einige Hundert Codes kann sehr lange dauern oder sogar fehlschlagen. Falls Sie als PDF-Dokument statt als CSV-Liste exportieren möchten, sollten Sie eine Anzahl von um die 250 Codes einstellen und ggf. mehrere Durchläufe starten, wenn Sie noch mehr Codes benötigen.

source: Generate %s codes
de_de@formal: Generiere %s Codes

source: Override date:
de_de@formal: Abweichendes Datum:

source: (max. %d days into the future)
de_de@formal: (max. %d Tage in die Zukunft)

source: Generate
de_de@formal: Generieren

source: Last generated batch:
de_de@formal: Letzte Massen-Generierung:

source: Export to PDF
de_de@formal: PDF-Export

source: Pending
de_de@formal: Ausstehend

source: The code that you entered has an invalid format.
de_de@formal: Der eingegebene Code hat ein ungültiges Format.

source: %sBookly Pro%s is required in order to save birth date and address with the booking.
de_de@formal: %sBookly Pro%s wird benötigt, um Geburtsdatum und Adresse bei der Buchung zu speichern.

source: outstanding payment
de_de@formal: Zahlung ausstehend

source: Corona Test Results (Premium)
de_de@formal: Corona Testergebnisse (Premium)

source: Dear patient,
de_de@formal: Liebe Patientin, lieber Patient,

source: the result for your test taken on {{testdate}} will be ready within 24 hours to up to 3 days and can then be retrieved at
de_de@formal: Ihr Testergebnis vom {{testdate}} steht in der Regel innerhalb von 24 Stunden bis drei Tagen zur Verfügung und ist dann unter

source: using the following code. Alternatively, you can scan the QR code with your mobile device to get directly to your result.
de_de@formal: mit dem nachfolgenden Code abrufbar. Alternativ können Sie auch den QR-Code mit Ihrem Mobilgerät abscannen, um direkt zum Ergebnis zu gelangen.

source: Data Privacy Notice: The security of your data is important to us. Therefore, it is not possible to draw any conclusions about your person using the online result check.
de_de@formal: Hinweis zum Datenschutz: Ihre Datensicherheit ist uns wichtig, daher ist online kein Rückschluss auf Ihre Person möglich. Es werden lediglich Code und Ergebnis digital gespeichert.

source: Data Privacy Notice: The security of your data is important to us. Personal data will be stored in encrypted form and will not show up on the online result check. When you receive your certificate by email, you will need the PIN provided on this document in order to open the PDF file.
de_de@formal: Hinweis zum Datenschutz: Ihre Datensicherheit ist uns wichtig. Persönliche Daten werden in verschlüsselter Form gespeichert und werden bei der Online-Abfrage nicht ausgegeben. Wenn Sie Ihre Bescheinigung per E-Mail erhalten, benötigen Sie die PIN auf diesem Dokument, um die PDF-Datei zu öffnen.

source: SARS-CoV-2 is an infection with a pathogen that may be reportable depending on your local regulatory requirements. If this is the case, the test-executing agency is obligated to immediately notify the responsible public health department in the event of a positive test result. This includes forwarding the personal data collected in this form to the competent health authority. The legal basis and the data protection regulations applicable to you vary depending on the country and/or state.
de_de@formal: Bei SARS-CoV-2 handelt es sich um eine Infektion mit einem nach dem Infektionsschutzgesetz (IfSG) meldepflichtigen Krankheitserreger. Im Falle eines positiven Testergebnisses ist die testdurchführende Stelle gemäß § 8 Abs. 1 Nr. 5 und 7 IfSG zur unverzüglichen Meldung an das zuständige Gesundheitsamt verpflichtet. Dies hat gemäß § 9 Abs. 1 IfSG namentlich zu erfolgen und beinhaltet die Weiterleitung der in diesem Vordruck erhobenen personenbezogenen Daten an das zuständige Gesundheitsamt. Rechtsgrundlage hierfür ist Art. 9 Abs. 2 g) Datenschutz-Grundverordnung (DSGVO). Diese Bescheinigung ist zugleich das Meldeformular und muss nach erfolgter Meldung von der testenden Stelle für den Zeitraum von 4 Wochen aufgebwahrt und danach datenschutzkonform vernichtet werden.

source: Altering this certificate or attempting to perform verification with false identification documents is a misdemeanor punishable by a fine.
de_de@formal: Eine Änderung an dieser Bescheinigung oder der Versuch, eine Verifizierung mit falschen Ausweisdokumenten durchzuführen, stellt eine Ordnungswidrigkeit dar, welche mit einer Geldbuße geahndet werden kann.

source: Your Corona test certificate
de_de@formal: Ihre Corona-Testbescheinigung

source: Hello, please find attached your Corona test certificate. You will find the PIN required to open the PDF file on the document you received when you took the test. ----- {{testingsite}}
de_de@formal: Hallo, anbei finden Sie Ihre Corona-Testbescheinigung. Die PIN, die Sie zum Öffnen der PDF-Datei benötigen, finden Sie auf dem Dokument, das Ihnen bei Ihrem Test ausgehändigt wurde. ----- {{testingsite}}

source: Data is not being transferred to any systems via this form and stays encoded in the QR Code on your device or on paper. I agree that my data will be transferred and stored when the code is scanned at the testing station to fulfill the testing process.
de_de@formal: Die Daten werden über dieses Formular nicht an andere Systeme übertragen, sondern bleiben im QR-Code auf dem Gerät oder auf Papier encodiert. Ich bin damit einverstanden, dass die Daten beim Einscannen an der Teststation zum Zweck der Durchführung und Abrechnung des Tests übertragen und gespeichert werden.

source: In order to speed up the testing process, please use your mobile device to visit the following page. This will allow you to save your personal data as a QR code that can be scanned by the testing personnel.
de_de@formal: Um die Testdurchführung zu beschleunigen, besuchen Sie bitte die folgende Seite mit Ihrem Mobilgerät. Hier können Sie Ihre persönlichen Daten als QR-Code abspeichern, der dann durch das Testpersonal eingescannt werden kann.

source: Positive
de_de@formal: Positiv

source: Negative
de_de@formal: Negativ

source: Invalid
de_de@formal: Ungültig

source: Test Result
de_de@formal: Testergebnis

source: testresult
de_de@formal: testergebnis

source: [%s] %s plugin has been uninstalled, but data has not been deleted
de_de@formal: [%s] Das Plugin %s wurde deinstalliert, aber keine Daten gelöscht

source: The plugin "%s" has been uninstalled from your WordPress site "%s", but to protect against data loss, no data has been deleted from the database. In order to erase all associated data from the database, you can either install the plugin again and check the checkbox for data deletion in the "%s" tab of the plugin settings before you delete the plugin again, or you can manually drop the table `%s` from the database.
de_de@formal: Das Plugin „%s“ wurde aus der WordPress-Seite „%s“ gelöscht, aber um Datenverlust vorzubeugen, wurden keine Daten aus der Datenbank gelöscht. Um alle zugehörigen Daten aus der Datenbank zu entfernen, kann das Plugin entweder nochmal installiert werden, und die Checkbox zur Datenlöschung im Reiter „%s“ der Plugin-Einstellungen gesetzt werden, bevor das Plugin erneut gelöscht wird, oder die Tabelle `%s` kann manuell aus der Datenbank gelöscht werden.

source: check
de_de@formal: abrufen

source: Unknown
de_de@formal: Unbekannt

source: Status for your code %s:
de_de@formal: Status für Code %s:

source: The code you entered is invalid. Please check that you typed it correctly.
de_de@formal: Der eingegebene Code ist ungültig. Bitte überprüfen Sie Ihre Eingabe.

source: The maximum number of requests has been exceeded. Please wait for some time before trying again.
de_de@formal: Die maximale Anzahl an Anfragen wurde überschritten. Bitte warten Sie einige Zeit, bevor Sie es erneut versuchen.

source: Request could not be verified
de_de@formal: Die Anfrage konnte nicht verifiziert werden

source: Access denied
de_de@formal: Zugriff verweigert

source: The code that you entered already exists.
de_de@formal: Der eingegebene Code existiert bereits.

source: %addition %number %street %city, %postcode %state %country
de_de@formal: %addition %street %number %postcode %city

source: Your license could not be verified and may have expired. Try activating the plugin again or %s if there is an issue.
de_de@formal: Ihre Lizenz konnte nicht verifiziert werden und ist möglicherweise abgelaufen. Versuchen Sie, das Plugin wieder zu aktivieren, oder %s, wenn ein Problem vorliegt.

source: Data has already been transferred to this interface.
de_de@formal: Der Datentransfer zu dieser Schnittstelle ist bereits erfolgt.

source: No data transfer was requested for this interface.
de_de@formal: Für diese Schnittstelle wurde kein Datentransfer angefordert.

source: Authentication data verified successfully.
de_de@formal: Authentifizierungsdaten erfolgreich verifiziert.

source: The email address you entered does not appear to be valid.
de_de@formal: Die eingegebene E-Mail-Adresse scheint ungültig zu sein.

source: The two email address inputs do not match. Please check your email address for typos.
de_de@formal: Die beiden E-Mail-Adressfelder stimmen nicht überein. Bitte überprüfen Sie Ihre E-Mail-Adresse auf Tippfehler.

source: You have to check the checkbox above in order to be able to create the QR code.
de_de@formal: Sie müssen die Checkbox oben bestätigen, um den QR-Code erzeugen zu können.

source: Email address (repeat)
de_de@formal: E-Mail-Adresse (wiederholen)

source: After generating the QR code, either keep this page open or save the image to your phone. The code will be scanned when registering your test.
de_de@formal: Halten Sie nach der Erstellung des QR-Codes entweder diese Seite geöffnet, oder speichern Sie die Grafik auf Ihrem Gerät ab. Der Code wird bei der Registrierung Ihres Tests abgescannt.

source: Generate QR code
de_de@formal: QR-Code erstellen

source: Save QR code
de_de@formal: QR-Code speichern

source: Corona Test Results
de_de@formal: Corona Testergebnisse

source: 🦠 <strong>Management of Corona/COVID-19 test results</strong> with online retrieval for test subjects 🦠 <strong>For medical practices, testing centers and laboratories:</strong> Generate random codes and print out a handout containing the URL and QR code for online retrieval of the result, as well as an on-site record containing the personal data and code to assign the test results when ready. 🦠 <strong>Inherent data protection:</strong> Personal data is not stored on the server if the certificate generation feature is not activated or no certificate is requested. Otherwise, all personal data is stored encrypted.
de_de@formal: 🦠 <strong>Verwaltung von Corona-/COVID-19-Testergebnissen</strong> mit Online-Abfrage für Getestete 🦠 <strong>Für Arztpraxen, Testzentren und Labore:</strong> Generieren Sie Zufallscodes und drucken Sie einen Infozettel mit URL und QR-Code zur Online-Ergebnisabfrage aus, sowie ein Dokument für die Verknüpfung von Code und feststehendem Ergebnis am Testort. 🦠 <strong>Datenschutz inbegriffen:</strong> Persönliche Daten werden nicht auf dem Server gespeichert, wenn die Funktionalität zum Erstellen von Bescheinigungen nicht aktiviert ist, oder keine Bescheinigung angefordert wird. Andernfalls werden alle persönlichen Daten verschlüsselt gespeichert.

source: https://www.48design.com/
de_de@formal: https://www.48design.com/de/
