Repository: common-repository/corona-test-results
Catalog: languages/corona-test-results-*_formal.po
Languages: de_de@formal

source: Certificates
de_de@formal: Bescheinigungen

source: In order to activate the generation of certificates, encryption functionality must be activated first. (see %s)
de_de@formal: Um die Erstellung von Bescheinigungen zu aktivieren, muss zuerst die Verschlüsselungs-Funktionalität aktiviert werden. (siehe %s)

source: Security
de_de@formal: Sicherheit

source: With this functionality enabled, additional fields (e.g. address and contact details of the tested person) will be added to the test registration form. All personal data will be stored encrypted with a PIN that is written on the documents generated on test registration. A certificate containing the test result and personal data can be generated and optionally sent via email when assigning each test result. The PIN is needed for certificate generation by the testing personnel and also as a password for opening the certificate PDF file.
de_de@formal: Durch Aktivierung dieser Funktionalität werden zusätzliche Felder (z.B. Adresse und Kontaktdaten der getesteten Person) zum Registrierungsformular hinzugefügt. Alle persönlichen Daten werden mit einer PIN verschlüsselt gespeichert, welche auf dem Dokument enthalten ist, das bei der Test-Registrierung erstellt wird. Eine Bescheinigung mit dem Testergebnis und den persönlichen Daten kann dann erstellt und optional per E-Mail verschickt werden, wenn das Testergebnis zugewiesen wird. Die PIN wird zur Erstellung der Bescheinigung durch das Personal benötigt und dient gleichzeitig als Passwort, um die PDF-Datei der Bescheinigung öffnen zu können.

source: Do you need a customized certificate template, e.g. one provided by your city/state/country? %sSend us your PDF template%s and we'll make you an offer for a customized integration.
de_de@formal: Benötigen Sie eine individuelle Bescheinigungs-Vorlage, z.B. vorgegeben durch Ihr(e) Stadt/Bundesland/Land? %sSenden Sie uns Ihre PDF-Vorlage%s und wir erstellen Ihnen ein Angebot für eine angepasste Integration.

source: Enable integration
de_de@formal: Integration aktivieren

source: Request certificate by default
de_de@formal: Bescheinigung standardmäßig anfordern

source: "Conducted by" name
de_de@formal: Name &bdquo;durchgeführt von&ldquo;

source: Signature Image
de_de@formal: Unterschrift-Grafik

source: Base %s and %s on
de_de@formal: Basiere %s und %s auf

source: Test details template
de_de@formal: Vorlage für Test-Details

source: Trade names of test kits used
de_de@formal: Handelsnamen verwendeter Antigentests

source: Testing site
de_de@formal: Ausführende Stelle

source: (designation, address, phone)
de_de@formal: (Bezeichnung, Adresse, Telefonnummer)

source: Stamp Image
de_de@formal: Stempel-Grafik

source: Data protection notice
de_de@formal: Datenschutzhinweise

source: Additional (legal) text
de_de@formal: Rechtlicher Hinweis

source: Email subject
de_de@formal: E-Mail-Betreff

source: An error occurred while trying to verify your license key. Please try again in a short while.
de_de@formal: Beim Überprüfen des Lizenzschlüssels ist ein Fehler aufgetreten. Bitte versuchen Sie es in Kürze erneut.

source: The key that you entered is invalid.
de_de@formal: Der eingegebene Schlüssel ist ungültig.

source: This license is already registered to a different domain.
de_de@formal: Diese Lizenz wurde bereits auf eine andere Domain registriert.

source: The activation request for the current domain could not be verified. This will usually happen on development servers that are not publically available. If this is happening to you on a live domain, please %s to have this domain whitelisted!
de_de@formal: Die Aktivierungsanfrage für die aktuelle Domain konnte nicht verifiziert werden. Das passiert für gewöhnlich auf Entwicklungs-Servern, die nicht öffentlich zugänglich sind. Falls das für Sie auf einer Live-Domain passieren sollte, %s bitte, um diese Domain freigeben zu lassen!

source: contact us
de_de@formal: kontaktieren Sie uns

source: Thank you! Your license has been activated and you can now make use of all the features.
de_de@formal: Vielen Dank! Ihre Lizenz wurde aktiviert und Sie können jetzt alle Funktionen nutzen.

source: Should contain the name of the person conducting the test and, if applicable, the person supervising.
de_de@formal: Sollte den Namen der Person, die den Test durchführt und, falls zutreffend, der beaufsichtigenden Person beinhalten.

source: This and the next option will be available to all accounts with access to the plugin so set individually.
de_de@formal: Diese und die folgende Einstellung sind individuell für alle Benutzeraccounts mit Zugang zum Plugin verfügbar.

source: Aspect ratio about %s, optimal size %s or larger with same ratio. SVG or PNG with transparency preferred.
de_de@formal: Seitenverhältnis etwa %s, optimale Abmessungen %s oder größer unter Beibehaltung des Seitenverhältnisses. SVG oder PNG mit Hintergrundtransparenz bevorzugt.

source: You have not yet provided your name and signature to show up on the certificates. Please do so in the %s.
de_de@formal: Sie haben noch nicht Ihren Namen und Ihre Unterschriftsgrafik für die Ausgabe auf den Zertifikaten hinterlegt. Das können Sie in den %s nachholen.

source: Test Results Settings
de_de@formal: Einstellungen › Testergebnisse

source: You are using the free version of the plugin.
de_de@formal: Sie benutzen die kostenlose Version des Plugins.

source: All %s settings will not be saved, and result pages will always display their default content.
de_de@formal: Alle %s-Einstellungen werden nicht gespeichert. und die Ergebnisseiten zeigen immer ihren Standard-Inhalt an.

source: %sGet the %s version%s in order to customize code generation, documents and result page contents, create certificates, integrate appointment bookings and more.
de_de@formal: %sJetzt auf die %s-Version umsteigen%s, um die Code-Generierung, Dokumente und Ergebnisseiten-Inhalte anzupassen, Zertifikate zu generieren, Terminbuchungen zu integrieren und mehr.

source: https://www.youtube-nocookie.com/embed/buk8abJzbs0?start=22&cc_load_policy=1
de_de@formal: https://www.youtube-nocookie.com/embed/PHX1A5qQSmM?start=35&cc_load_policy=1

source: Your license key was activated successfully!
de_de@formal: Ihr Lizenzschlüssel wurde erfolgreich aktiviert!

source: Visit the %s page in order to upgrade the plugin, uploading the file provided to you after purchase.
de_de@formal: Gehen Sie auf die Seite %s, um das Upgrade des Plugins durchzuführen. Laden Sie dazu die Datei hoch, die Sie nach dem Kauf erhalten haben.

source: Thank you for your purchase! Now you just need to %s to make use of alle the features and get the latest updates of the plugin.
de_de@formal: Vielen Dank für Ihren Kauf! Jetzt müssen Sie nur noch %s, um alle Funktionen nutzen zu können und immer die neusten Updates des Plugins zu erhalten.

source: activate your license key
de_de@formal: Ihren Lizenzschlüssel aktivieren

source: The page for &quot;%s&quot; has been moved to trash.
de_de@formal: Die Seite für &bdquo;%s&ldquo; wurde in den Papierkorb gelegt.

source: The page for &quot;%s&quot; does no longer exist.
de_de@formal: Die Seite für &bdquo;%s&ldquo; existiert nicht mehr.

source: The page for &quot;%s&quot; is not set.
de_de@formal: Die Seite für &bdquo;%s&ldquo; wurde nicht gesetzt.

source: &quot;%s&quot; is set to the same page as &quot;%s&quot;.
de_de@formal: Für &bdquo;%s&ldquo; wurde die selbe Seite eingestellt wie für &bdquo;%s&ldquo;.

source: You have not yet provided the trade name(s) of the test kit(s) you are using. Please do so in the %s settings. This name shows up on the generated certificates.
de_de@formal: Es wurden noch keine Handelsnamen der verwendeten Tests zur Darstellung auf den Belegen hinterlegt. Diese können in den Einstellungen für %s eingegeben werden.

source: You have not yet provided the details (name, address, phone, etc.) of your testing site to show up on the certificates. Please do so in the %s settings.
de_de@formal: Es wurden noch keine Angaben über die Teststelle (Name, Adresse, Telefonnummer, etc.) hinterlegt. Diese können in den Einstellungen für %s eingegeben werden.

source: The data transfer integration for %s is activated, but not all required files are configured or valid. Please check the %s settings.
de_de@formal: Die Datentransfer-Integration für %s ist aktiviert, aber es sind nicht alle benötigten Daten konfiguriert und gültig. Bitte überprüfen Sie die %s-Einstellungen.

source: Data Transfer
de_de@formal: Datentransfer

source: Code Generation
de_de@formal: Code-Generierung

source: Code Length
de_de@formal: Code-Länge

source: Additional block list
de_de@formal: Zusätzliche Blockliste

source: PDF Template
de_de@formal: PDF-Vorlage

source: Custom Field
de_de@formal: Eigenes Feld

source: Text block top left
de_de@formal: Textblock oben links

source: Logo Image
de_de@formal: Logo-Grafik

source: Text block top right
de_de@formal: Textblock oben rechts

source: Text block salutation
de_de@formal: Textblock Anrede

source: Text block before URL
de_de@formal: Textblock vor URL

source: Text block after URL
de_de@formal: Textblock nach URL

source: Text block bottom
de_de@formal: Text block unten

source: (if certificate requested)
de_de@formal: (bei angeforderter Bescheinigung)

source: Additional text on page 2
de_de@formal: Zusätzlicher Text auf Seite 2

source: Show &quot;powered by&quot; Notice
de_de@formal: Hinweis &bdquo;unterstütz von&ldquo;

source: Label Layout
de_de@formal: Etiketten-Layout

source: Width
de_de@formal: Breite

source: Height
de_de@formal: Höhe

source: Font size
de_de@formal: Schriftgröße

source: Assignation
de_de@formal: Zuordnung

source: Entries per page
de_de@formal: Einträge pro Seite

source: Automatically move assigned codes to trash
de_de@formal: Zugewiesene Codes automatisch in den Papierkorb verschieben

source: Automatically delete trashed codes permanently
de_de@formal: Codes aus dem Papierkorb automatisch dauerhaft löschen

source: Result Page & Content
de_de@formal: Ergebnisseite und Inhalte

source: Appointment booking
de_de@formal: Terminbuchung

source: Future appointments
de_de@formal: Zukünftige Buchungen

source: Booking integrations
de_de@formal: Buchungsintegrationen

source: Enable %s integration
de_de@formal: Integration von %s aktivieren

source: Repeat email address input
de_de@formal: E-Mail-Adressfeld wiederholen

source: Show additional checkbox
de_de@formal: Zusätzliche Checkbox einblenden

source: Info Poster
de_de@formal: Info-Plakat

source: Corona-Warn-App (Germany)
de_de@formal: Corona-Warn-App (Deutschland)

source: Users with access to code registration
de_de@formal: Benutzer mit Zugriff auf Code-Registrierung

source: Users with access to code assignation
de_de@formal: Benutzer mit Zugriff auf Code-Zuordnung

source: Encryption
de_de@formal: Verschlüsselung

source: Data Protection Consent
de_de@formal: Datenschutz-Zustimmung

source: Data Deletion
de_de@formal: Datenlöschung

source: %s License Activation
de_de@formal: Aktivierung einer %s-Lizenz

source: License Key
de_de@formal: Lizenzschlüssel

source: The codes for assignation and retrieval of test results are generated automatically using uppercase alphanumeric characters, with the exception of the easily confused letters and numbers %s.
de_de@formal: Die Codes für die Zuordnung und Abfrage von Testergebnissen werden automatisch aus großgeschriebenen Buchstaben und Zahlen generiert, mit Ausnahme der leicht zu verwechselnden Zeichen %s.

source: Some easy-to-guess combinations and an internal list of bad words will also be avoided, which further reduces the number of available combinations.
de_de@formal: Einige leicht zu erratende Kombinationen und eine interne Liste von unangemessenen Wörtern werden vermieden, was die Anzahl möglicher Kombinationen weiter reduziert.

source: If a generated code would include one of the strings entered in the field below (separated by comma, space or line break), that code will be discarded and a new one will be generated instead.
de_de@formal: Wenn ein generierter Code eine der im folgenden Feld enthaltenen Zeichenketten beinhalten würde (getrennt durch Komma, Leerzeichen oder Zeilenumbruch), wird er verworfen und stattdessen ein neuer Code erzeugt.

source: Note:
de_de@formal: Achtung:

source: Blocking too many short strings or single characters can greatly reduce the number of available combinations or even result in failing code generation.
de_de@formal: Das Blockieren von zu vielen kurzen Zeichenketten oder einzelnen Zeichen kann die Anzahl möglicher Kombinationen stark beschränken, oder sogar zum Fehlschlagen der Code-Generierung führen.

source: Change the text blocks and logo appearing on the generated PDF documents.
de_de@formal: Passen Sie die Textblöcke und das Logo im generierten PDF-Dokument an.

source: Available placeholders in text blocks:
de_de@formal: Verfügbare Platzhalter in Textblöcken:

source: Leave empty if you don't need an additional field, e.g. for a patient ID. Otherwise, this will be the label for the field in the test registration form.
de_de@formal: Leer lassen, wenn kein eigenes Feld (z.B. für eine Patienten-ID) benötigt wird. Ansonsten wird dieses Feld als Beschreibungstext für das Feld im Test-Registrierungsformular verwendet.

source: Reset To Default
de_de@formal: Auf Standard zurücksetzen

source: Usually used to display the test subject's data as entered in the test registration form.
de_de@formal: Üblicherweise dazu verwendet, um die im Test-Registrierungsformular eingegebenen persönlichen Daten der getesteten Person auszugeben.

source: Displayed only on the handout for the tested person.
de_de@formal: Wird nur auf dem Informationsblatt für die getestete Person ausgegeben.

source: Usually used to provide information about the testing location, e.g. a medical practice's name and contact data.
de_de@formal: Üblicherweise verwendet für Informationen über die Test-Örtlichkeit, z.B. den Namen und die Kontaktdaten einer Arztpraxis.

source: Displayed on both the handout and the on-site record.
de_de@formal: Wird sowohl auf dem Informationsblatt für die getestete Person als auch auf dem Datenzettel für den Verbleib vor Ort ausgegeben.

source: Usually used for a data privacy statement.
de_de@formal: Üblicherweise verwendet für einen Datenschutzhinweis.

source: You can use this to add a text block to the bottom of the second page (for on-site safekeeping), e.g. to have the patient sign off on data protecion, consent, or anything else that may be required by applicable law or your local health authority. You can use multiple underscore characters (%s) to make a line for the signature.
de_de@formal: Sie können hiermit einen Textblock am Ende der zweiten Seite hinzufügen (zur Aufbewahrung vor Ort), z. B. um den Patienten die Datenschutzerklärung, eine Bestätigung über die Durchführung des Tests oder alles andere, was nach geltendem Recht oder Ihrer örtlichen Gesundheitsbehörde erforderlich ist, abzeichnen zu lassen. Sie können mehrere Unterstriche (%s) verwenden, um eine Linie für die Signatur zu erstellen.

source: When this text block is not empty, the font size of the data table on the second page will be reduced in order to save space.
de_de@formal: Wenn dieser Textblock nicht leer ist, wird die Schriftgröße der Datentabelle auf der zweiten Seite reduziert, um Platz zu sparen.

source: Support plugin developer
de_de@formal: Plugin-Entwickler unterstützen

source: millimeters
de_de@formal: mm

source: Leave blank to determine automatically.
de_de@formal: Leer lassen für automatische Berechnung.

source: after %s days
de_de@formal: nach %s Tagen

source: Based on the time of the status change. 0 = deactivated
de_de@formal: Basierend auf dem Zeitpunkt der letzten Statusänderung. 0 = deaktiviert

source: Based on the time when the code was moved to trash. 0 = deactivated
de_de@formal: Basierend auf dem Zeitpunkt, an dem der Code in den Papierkorb verschoben wurde. 0 = deaktiviert

source: The result page should contain a form for checking the test result for a given code. Its URL is displayed on the generated PDF document.
de_de@formal: Die Ergebnisseite sollte ein Formular zur Abfrage des Testergebnisses zu einem eingegebenen Code enthalten. Ihre URL wird auf dem generierten PDF-Dokument ausgegeben.

source: The content pages only provide the contents to be displayed depending on the test status and therefore do not have to be published. It is recomended to leave them in draft status, so they are not publicly accessible without entering a valid code.
de_de@formal: Die Inhalts-Seiten liefern lediglich die Inhalte, die entsprechend des Testergebnisses ausgegeben werden sollen, und müssen daher nicht veröffentlicht werden. Es wird empfohlen, sie im Status &bdquo;Entwurf&ldquo; zu belassen, damit sie nicht ohne Code-Eingabe öffentlich einsehbar sind.

source: No pages available
de_de@formal: Keine Seiten verfügbar

source: Use the shortcode %s to embed the result retrieval form.
de_de@formal: Mit dem Shortcode %s kann das Formular zur Ergebnis-Abfrage eingebunden werden.

source: If you want to use a custom-styled input and button, put your markup inside %s, making sure to set the following attributes on the <input> element:
de_de@formal: Um das Eingabefeld und den Button anzupassen, das Markup innerhalb von %s setzen und sicherstellen, dass folgende Attribute auf dem <input>-Element gesetzt sind:

source: To influence where error messages appear, set the %s attribute on the form shortcode and use the shortcode %s where you want the error messages to appear.
de_de@formal: Um die Position der Fehlermeldungen zu beeinflussen, kann das Attribut %s auf dem Formular-Shortcode gesetzt werden und der Shortcode %s dort eingefügt werden, wo die Fehlermeldungen erscheinen sollen.

source: Use the shortcode %s to display the code that was entered, and %s to display a pre-formatted, color-coded box with the result.
de_de@formal: Benutzen Sie den Shortcode %s, um den eingegebenen Code auszugeben, und %s, um eine vorformatierte, farbcodierte Box mit dem Ergebnis darzustellen.

source: Use the shortcode %s to display the form for generating the vCard QR code.
de_de@formal: Benutzen Sie den Shortcode %s, um das Formular für die Erstellung des vCard-QR-Codes auszugeben.

source: To ensure data security, this functionality can only be used when accessed via HTTPS.
de_de@formal: Um Datensicherheit zu gewährleisten, kann diese Funktionalität nur beim Zugriff über HTTPS genutzt werden.

source: Activate certificate generation functionality
de_de@formal: Funktionalität zur Erstellung von Bescheinigungen aktivieren

source: Automatically check the checkbox in the registration form to store personal data.
de_de@formal: Checkbox zur Speicherung persönlicher Daten im Registrierungsformular automatisch anhaken.

source: This should only be set if your testing location requires all tested persons to give their consent to data storage beforehand. Otherwise, keep this off and get the person's consent each time before checking the checkbox in the registration form.
de_de@formal: Dies sollte nur dann gesetzt werden, wenn die Testeinrichtung im Vorhinein von allen Personen eine Zustimmung zur Datenspeicherung einholt. Andernfalls sollte jedes mal aufs Neue das Einverständnis der Person eingeholt werden, bevor die Checkbox im Registrierungsformular aktiviert wird.

source: the user who registered the test
de_de@formal: dem Benutzer, der die Registrierung durchführt

source: the user who sends the certificate
de_de@formal: dem Benutzer, der das Zertifikat versendet

source: e.g.: Ct value E-Gen XX.XX, Ct value ORF1 XX.XX
de_de@formal: z.B.: Ct-Wert E-Gen XX.XX, Ct-Wert ORF1 XX.XX

source: This text will be displayed by default in the optional test details field in the certificate generation form. You can use it for example if you always supply the Ct values with the result, so you just have to fill in the values instead of the whole text.
de_de@formal: Dieser Text wird standardmäßig im optionalen Testdetails-Feld im Formular zur Erstellung einer Bescheinigung ausgegeben. Das kann dazu genutzt werden, wenn beispielsweise immer Ct-Werte mit dem Ergebnis angegeben werden sollen, sodass nur die Werte statt des gesamten Textes eingegeben werden müssen.

source: Custom fields are available as placeholders:
de_de@formal: Eigene Felder sind als Platzhalter verfügbar:

source: One trade name per line. These names will appear as a select list when generating a certificate, with the first one selected by default.
de_de@formal: Ein Handelsname pro Zeile. Diese Namen erscheinen als Auswahlliste bei der Erstellung einer Bescheinigung, wobei der erste standardmäßig ausgewählt ist.

source: Depending on laws and regulations applicable to you, you may be legally required to state the actual legal basis and data protection regulations here.
de_de@formal: Abhängig von Gesetzen und Regulierungen die auf Sie zutreffen, sind Sie möglicherweise rechtlich dazu verpflichtet, die tatsächlichen Rechtsgrundlagen und Datenschutzverordnungen hier anzugeben.

source: You should adapt this text block to completely reflect your local laws and regulatory requirements.
de_de@formal: Sie sollten diesen Textblock so anpassen, dass er Ihre örtlichen Gesetze und Voraussetzungen komplett widerspiegelt.

source: You can use the placeholder %s to insert the content of the "testing site" field above.
de_de@formal: Der Platzhalter %s kann verwendet werden, um den Inhalt des Feldes &bdquo;Ausführende Stelle&ldquo; auszugeben.

source: The Quick Check-In page helps to speed up the process of registering the personal data of the persons about to be tested. While they are wating for their turn, they can create a QR code containing their personal data, which can then be scanned by the testing personnel when registering the test.
de_de@formal: Die Quick-Check-in-Seite hilft dabei, die Erfassung der persönlichen Daten der zu testenden Personen zu beschleunigen. Während diese darauf warten, an die Reihe zu kommen, können sie einen QR-Code erstellen, der ihre persönlichen Daten enthält und durch das Testpersonal bei der Test-Registrierung abgescannt werden kann.

source: Display and compare two email address inputs to prevent typos
de_de@formal: Zwei E-Mail-Adressfelder ausgeben und abgleichen, um Tippfehler zu vermeiden

source: Display a required checkbox with the following text, e.g. for data protection agreement
de_de@formal: Erforderliche Checkbox mit folgendem Text ausgeben, z.B. für Datenschutz-Zustimmung

source: Allowed HTML tags: %s
de_de@formal: Erlaubte HTML-Tags: %s

source: You can print and put up this poster in the waiting area. It contains the URL and a QR code to the page set above.
de_de@formal: Dieses Poster kann ausgedruckt und im Eingangs-/Wartebereich aufgehängt werden. Es enthält die URL und einen QR-Code, um auf die oben gesetzte Seite zu gelangen.

source: After changing the target page above, the settings have to be saved first before the new URL appears on the generated poster.
de_de@formal: Nachdem die Zielseite oben geändert wurde, müssen die Einstellungen zunächst gespeichert werden, bevor die neue URL auf dem generierten Poster erscheint.

source: Headline
de_de@formal: Überschrift

source: Print Poster
de_de@formal: Plakat drucken

source: Enable services or interfaces for data transfer, e.g. official contact tracing apps.
de_de@formal: Aktivieren Sie Dienste und Schnittstellen für den Datentransfer, z.B. zu offiziellen Apps zur Kontaktverfolgung.
